{"meta":{"title":"zxm14","subtitle":"blog","description":"blog4zxm","author":"John Doe","url":"http://example.com","root":"/"},"pages":[],"posts":[{"title":"粉丝经济学","slug":"粉丝经济学","date":"2022-08-25T09:43:01.000Z","updated":"2022-08-25T09:44:09.792Z","comments":true,"path":"2022/08/25/粉丝经济学/","link":"","permalink":"http://example.com/2022/08/25/%E7%B2%89%E4%B8%9D%E7%BB%8F%E6%B5%8E%E5%AD%A6/","excerpt":"","text":"豆瓣书评：有用毛毛团爱鱼豆腐 2019-07-04 17:54:20浅入浅出，诚意不足，后面车轱辘话比较多有用陶木木 2021-05-17 15:33:20混乱的逻辑，大段的重复，空而泛的观点。像极了通过写废话凑字数而完成规定字数的垃圾毕业论文…… 非常同意上述观点，此书注水的程度简直让人不敢相信这是一本出版读物，过时的程度简直让人不敢相信是2017年的作品，阅读此书似乎是一种浪费时间的行为……给人的感觉除了毕业论文还像是营销号的批量洗稿文，甚至可以浓缩成不到四分之一KB的思维导图……","categories":[],"tags":[{"name":"读书笔记","slug":"读书笔记","permalink":"http://example.com/tags/%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B0/"}]},{"title":"markdown语法","slug":"markdown语法","date":"2022-08-25T09:42:27.000Z","updated":"2022-08-25T09:44:50.287Z","comments":true,"path":"2022/08/25/markdown语法/","link":"","permalink":"http://example.com/2022/08/25/markdown%E8%AF%AD%E6%B3%95/","excerpt":"","text":"makedown语法标题使用‘#’+‘（标题内容）’ 段落使用空白行分隔（不要缩进） 1 2 换行在一行末尾添加多个空格，再敲ENTER（+SHIFT) 12 强调斜体在两侧各添加1个‘*’号exm 粗体在两侧各添加2个‘*’号exm 引用单行引用段落前添加’’&gt;’’ exm 块引用引用多个段落，在段落之间的空白行添加’&gt;’ 1 好像不太兼容，看着办吧 2 嵌套引用‘&gt;&gt;’ 外层 内层 列表有序列表阿拉伯数字（从1开始）+英文句点+空格+列表项 shift+enter同项换行 enter下一项 。 。 。 无序列表‘-’+空格+列表项 shift+enter同项换行 enter下一项 1 2 表格control +T 表内嵌套&#x2F;&#x2F;将该元素缩进一个制表符 代码反引号反引号‘&#96;’ exm 转义反引号’&#96;&#96;‘（好像不太好用） e`x`m 代码块每一行缩进一个制表符（ty中也可以~~~） 1print(&quot;Hello World&quot;) 分割线空白行+’***‘+空白行 链接​ &#x2F;&#x2F;超链接显示名 【方草地公开课】Markdown 简单语法 可以整体格式化 图片纯图片!+[图片alt]+(图片链接+”图片title”)右键缩放等 链接图片!+[name]+(图片链接”title”) **上面的基本够用，需要什么再现搜 ** TEST以下是TEST区域： todo also todo","categories":[],"tags":[{"name":"专业课学习","slug":"专业课学习","permalink":"http://example.com/tags/%E4%B8%93%E4%B8%9A%E8%AF%BE%E5%AD%A6%E4%B9%A0/"}]},{"title":"利用水课","slug":"利用水课","date":"2022-08-25T09:42:01.000Z","updated":"2022-08-25T09:45:21.347Z","comments":true,"path":"2022/08/25/利用水课/","link":"","permalink":"http://example.com/2022/08/25/%E5%88%A9%E7%94%A8%E6%B0%B4%E8%AF%BE/","excerpt":"","text":"利用水课​ 口译 整理虚拟空间 买东西 背单词 做笔记 写日记 画画 练字 安排生活，计划总结 逛技术论坛 娱乐 睡觉","categories":[],"tags":[{"name":"学习方法","slug":"学习方法","permalink":"http://example.com/tags/%E5%AD%A6%E4%B9%A0%E6%96%B9%E6%B3%95/"}]},{"title":"南邮暑假训练营","slug":"南邮暑假训练营","date":"2022-08-25T02:50:33.000Z","updated":"2022-08-25T08:25:25.714Z","comments":true,"path":"2022/08/25/南邮暑假训练营/","link":"","permalink":"http://example.com/2022/08/25/%E5%8D%97%E9%82%AE%E6%9A%91%E5%81%87%E8%AE%AD%E7%BB%83%E8%90%A5/","excerpt":"","text":"CMC排版排版准备 浏览器选用：谷歌浏览器 排版工具选用：135浏览器 快捷键操作 &#x3D;&#x3D;重点：快捷键操作&#x3D;&#x3D; Ctrl&#x2F;Command+A 全选 Ctrl&#x2F;Command+C 复制 Ctrl&#x2F;Command+V 粘贴 Ctrl&#x2F;Command+X 剪切 Command+Shift+3 全屏截图 Command+Shift+4 部分截图 排版流程 解压文件 复制到135编辑器 全选文章 点击清除格式 调整字体 确定风格 选用模板 标划重点 将文章复制到微信公众号后台预览检查 进行审核和修改 135编辑器官网 新建一个图文 样式 我的文章 图片素材 SVG编辑器（弹幕） 字号 14-15 字体 间距（行 字 页边） 对齐方式（两端） 图片 文章字体颜色 s&lt;&#x3D; 2 排版演示 学会抓重点 善于选择、变换模板 合理设置行间距、字间距、段距 整篇文章颜色不宜过多 正文两端对齐，图片及注释居中 文章编辑完后记得发预览自查 SVG 教学SVG有哪些作用：科技感 增加文章创意度 提高文章档次 提高用户阅读兴趣 能够更好的与用户进行互动 增加阅读上的沉浸感和趣味性 丰富文章内容 文章单调？ 枯燥乏味？ 不存在的！ 增加阅读量！涨粉！ 听说你的公众号还没涨粉？ 要不试试SVG呢？ SVG有哪些形式 点击切换 展开图文 文字弹幕 滑动 长按显示 图片轮播 135样式 HTML dur 速度（越小越快） 进入后台 直接搜微信公众号找到后台 图片要选上自适应 摄影概论与基础：快速上手摄影和了解校媒的摄影艺术摄影流派有哪些风光摄影给人带来美的享受是最为全面的，从发现美到与读者见面的全过程给予感官与心灵的愉悦，能够在一定的主题思想表现中，以相应的内涵使人在审美中平添情绪。风光摄影就是以镜头语言描绘自己对土地与山河的热爱。 包含 自然风光 城市风光 特点 视觉冲击力强（多用广角镜头即短镜头拍摄，画面在突出中央主体和前景的同时拥有广泛的背景，可以在较小的环境里拍摄较多的视觉景物） 色彩层次丰富（Lightroom软件，学习调色技术） 考验摄影师功底、体力 找图软件 500PX 人像摄影 刻画与表现被摄者的具体相貌和神态 “形神兼备” 在创意、构图、画质、美颜及体型等要素中取得平衡 唤起观众的情感（传递出模特本身之外更多的东西） 拍摄特点 需要情感的有效沟通和引导，展现人物天性，与被摄者互动性强 注重抓拍 人文摄影（包括街头摄影与新闻摄影） 人文：人类社会的各种文化现象 人文摄影：以人或人的活动为拍摄对象的摄影 触及读者的心灵深处，使读者在爱与关怀、崇敬的情感下与读者产生共鸣 景深：聚焦完成后，焦点前后的范围内所呈现的清晰图像的距离 拍摄特点 纪实性、有情感、有故事 思想较为深刻 构图、色彩、机遇同样要求高 摄影师是记录者而不是介入者（与人像摄影的区别） 创意摄影 前期创意摄影：前期拍摄时，通过一些拍摄技法，表达出独特的创意想法（错误、大小透视） 后期创意摄影：后期通过photoshop(ps)进行一些创意合成。 部分创意 光绘摄影：用光源作为绘画手段的摄影创作方式，通过相机的长曝光，记录下光源的运动轨迹（快门速度较慢） 利用逆光，构造剪影 剪影：摄影中当光线直射景物时，在其背光面形成暗调景象，类似剪纸效果 运用多样小道具 要素重组 电影艺术与摄影艺术 相似性：平面展开&amp;时间限定空间展开 欣赏电影：提升审美和拍照技术（潜移默化） 《教父三部曲》讲述意大利黑帮家族的发展过程，以及家族小儿子继承父亲成为家族首领的故事。（演技、剧情） 神级用光 绝妙蒙太奇 《至爱梵高·星空之谜》 油画电影，帧帧手绘 125位油画家手绘65000幅油画 还原梵高94幅画作 致敬梵高：生前孤寂，死后繁荣 《坠入》现实和虚拟交错进行，梦境和现实息息相关（小众） 华美的场景和色彩 超现实主义 传奇取景线路（4年25个国家） 为什么要学摄影 我们不止用相机拍照，我们带到摄影中去的是所有我们读过的书、看过的电影、听过的歌、走过的路、爱过的人。——Ansel Adams 艺术是互通的，除学到构图、曝光、色调等摄影技术，还有观察世界的角度，对事物的理解，某种心境和经历等。摄影是感知世间万物的方式，它表达了自己的思想，而这些感知和表达的背后来源于摄影师自身的经历。 对于摄影师来说，重要的不是摄影师的镜头，而是相机背后的那颗头。 摄影基础知识（曝光三要素）光圈大小（景深-，进光量+）大光圈可以使对焦点清晰，而画面其他部分相对模糊，适用于人像、夜景、快门摄影 小光圈可以使对焦点清晰，而画面的其他部分也清晰，适用于合照、风光、慢门摄影 快门速度（脚架-）快门速度越快，则越适合拍摄体育运动场景和动物活动场景 快门速度较慢，则越适合拍摄流水、车流等场景，能展现出水流和车流的动感。 ISO感光度ISO的多少主要影响画面的纯净度。 ISO越低感光度越低，画面越纯净，但是夜晚容易欠曝 ISO越高感光度越高，产生的电子杂讯（噪点）也越多，画面质量相对较差 焦段*倍数 认识相机相机是一种利用光学成像原理形成影响并使用底片记录影像的设备，是用于摄影的光学器械。 分类 小画幅相机（手机摄像头等） 残幅相机（新手推荐） 全幅相机 中&#x2F;大画幅相机 部件机身 CMOS传感器 卡口 前帘 电子 机械 开关，快门（按一半自动对焦） 拍摄方式 单拍 连拍 延迟拍摄 阶段曝光拍摄 对焦方式 MF（纯手动，调对焦环，不虚按） DMF（跟随自动，可虚暗，也可以调对焦环） AF-S（单次自动对焦，不追焦） AF-C（跟随自动对焦，持续虚按） 档位 AUTO P：程序自动，可调参 A：光圈优先档 S(T)：快门优先档 M：纯手动档 录像 S&amp;Q：慢动作档 自定义 曝光补偿波轮 欠曝 过曝 取景器 显示屏 菜单 视频录制键 ISO拨盘 回放 镜头部件 对焦环：控制对焦 对焦保持按点 对焦方式切换键：自动&amp;手动 变焦环：控制镜头内距离 光圈环 镜头锁定键(lan’s log)：防止运输中损坏 种类 广角镜头（14-35mm） 常规镜头（34-70mm） 中焦镜头（85-135mm） 长焦镜头（&gt;&#x3D;135mm）一般带防抖 鱼眼（超广角） 微距（极短对焦距离） 移轴（通过改变成像角度控制透视关系，多建筑摄影） 摄影前期 构图（摄影构图教程） 常规 特殊 复杂 … 学长碎念摄影-心-情绪 Lr调色入门：给影像添加灵魂调色的目的 让照片变得更好看 校准图像信息，让照片所见即所得 添加艺术风格，让照片比看到的更好看 非专业软件 美图秀秀 醒图 泼辣修图 黄油相机 Snapseed 专业软件 Photoshop Lightroom Lr的页面直方图曝光 整体曝光太暗？提高曝光度就好！ 曝光有时可以不完全准确，以题材及想表达的内容为准。 人是主体，以人的曝光为主，背景只是衬托。（明确主体） 色彩调整色轮（颜色分级） 给画面的特定区域上色 确定画面颜色的主基调 冷色表达孤寂 暖色表达温馨 三原色校准（进阶）色相、饱和度、明亮度调整 色相：调整颜色的种类，统一画面原有颜色 饱和度：调整颜色的浓度，让画面颜色浓度适中 明亮度：调整颜色的亮度，调整具体的一种颜色 个性化调色类型青橙色调：蓝绿-&gt;青&amp;黄红-&gt;橙 赛博朋克色调 黑金色调：暖色调&amp;冷色调饱和度降低（宏伟气势） 糖水色调 ：主体暖色，明快， 人物专访&amp;图文短句人物专访过程 主动接稿 对采访对象进行了解、背景调查联系被采访对象询问一些相关个人资料，确定对方接受采访后，敲定采访时间、地点、形式等相关细则。 寻找个人简介关键词 列出采访提纲（根据关键词） 保证采访问题有话可达 注意点 全程录音 随机应变，不拘泥于提纲 采访时采用聊天交流式，平等关系 引导挖掘 轻言慢语，不退不逼，帮助思考回忆 记录灵感和关键点 写稿 深度挖掘受访者的特点，围绕特点来写，如描写形象或引用原话（与众不同） 搭建框架撰写 阐述特点，有佐证，形象更加真实 语言承转上不能一成不变 遇到有关奖项职称，需向受访者具体确认 文章单薄时可补充采访，或采访朋友、家人、老师等 收尾 修改 人物专访特点 需要和受访者保持沟通状态，以便确认稿件细节。 审核尾声时，需发给受访人。 图文短句典例1 创意性 画面感 共情感 生活化 2.柚子生活类 选题本身具有吸引力 对图片的描述需要准确活泼 3.人文风情类 文字风格贴合图片 贴近生活的文字更有共情感 4.时间节点类 适当以创意形式呈现 考虑面向的受众，选取代表形象 注意 整理初稿时注意格式要求 语句优美，不能有错误（不是单纯堆砌华丽词藻） 同主题照片可以根据特点分类，改变先后顺序，让文章更加整洁漂亮 多思考可加创意点 文案风格可偏向生活化、温暖化，让读者有共情的感觉（出彩关键） 创意策划和活动特报写作创意策划分类 创意类 手绘 长图 技术支持（与其他部门合作） 策划类 季节风景 时事热点 时间节点 柚子生活 来源 重要的时间节点 节日 节气 周年纪念日 借鉴其他优秀高校公众号 多读书 多积累 有趣的时事热点 内容积极向上 传播范围广 引起共鸣 注意时效性 柚子们心中所想，生活所需 内容实用 为柚子们服务 南邮一切值得记录的事物 注意观察生活 留意身边的事情 将创意与南邮紧密结合（含邮量） Cmcers突然的灵感 不要过于天马行空 要有实操性 填写选题策划表策划选题的常用技巧（创意的合理应用） 戳中普通痛点 引发群体共鸣 特定人群的共同记忆 非特定群体某一特定情绪 制造身份认同 借用热点赋能 多维度提供新知 新故事 新认知 新材料 新视角 新方法 步骤 根据时事热点或灵感，或者借鉴其他优秀公众号，提出策划案 确定立意，进一步具化想法，构思推送确定创作周期（征集类稿件提前写好征集稿） 与视觉中心，办公室等其他部门合作，根据时间完成稿件 活动特报特点 最后传达主要思想 清晰叙述事件 内容真实准确 新鲜有价值 时效性强 简明扼要 主要步骤1.列采访提纲 明确对象 采访什么 问题适量 类型全面 2.现场采访 选择不同的采访对象 提前找到受访者 注意礼貌 表明身份和目的 录音 拍采访照 3.整理成文 提炼精简原话 前期准备 获取相应材料，对活动进行基础了解、背景调查，明确活动内容、主题、流程、出席人员等 根据不同的活动类别列采访提纲（明确重点，问题全面，衔接自然，条理清晰，由浅入深，逻辑性） 确定对接人，敲定活动时间、地点，提前确定被采人员，联系视觉中心到现场进行拍摄 现场采访未必能全部记录，提前获取发言稿 提前写好预稿，开头结尾、文章框架提前拟，减轻当天负担 采访进行 带好工作证，提前抵达活动地点，确定并对接好被采人员所在位置，以便活动结束后进行采访 活动过程中做好活动记录，根据现场情况灵活增删被采问题，随机应变 活动结束，与被采人员进行采访，做好重点记录、采访录音，可先交流确定内容，过程中面带微笑，不卑不亢，亲和力，宽泛话题引入，深挖细节，实质性话题，替换词汇，记得感谢 留下联系方式，尤其是老师领导，初稿写完后询问修改意见，缺失确认补采 整理成文 趁热打铁，整理挑选采访录音和现场图片 理清写作大纲思路 根据现场情况及采访内容成稿，还原，不可过分加工，但要采用书面化用语 核对被采对象的姓名、职务等相关个人信息（**组织，学院，专业，班级等在新闻稿里一定要写&#x3D;&#x3D;全称&#x3D;&#x3D;**） 注意 活动要体现主题，参与者的先后顺序要理清 活动程序分清主次 上下半场 不同地点 注意细节 特殊之处 切入点 报道角度多样 选择不同的采访对象，倾听不同想法 写作 结构 按事实重要性递减 按时间先后的顺序 按逻辑关系安排 按时间和逻辑相结合安排结构 写作要求 总结概括活动主要内容 解释和深化活动主题、活动目的，根据事实特点组织材料 最触动的可放开头 及时分段，层次分明 语言生动，注重可读性 写作要领 把握好报道时机 处理好要素交代 内容逻辑清晰、文字严谨 力求新颖活泼，但不可天花乱坠 写作技巧 建立选题库 看剧 看书 与人交流 上网冲浪 习惯性思考看到的信息 模仿写作 先想后写 确定选题后先构思，不要即兴写作，容易难产 跳跃式写作 先写能写的 数字艺术是什么 即计算机艺术，是基于计算机生成为主的艺术形式，其核心是人机交互，一书本知识人际之间微妙的情感关系。计算机是一个思维载体，人和计算机是协同合作关系。 人机交互 主体是人 机器为辅 延伸艺术 数字图像图的种类 位图：通过二维坐标系不同点的不同信息做出的点阵图或者说栅格图。基本的单位是像素。（.png .jpg .jpeg） DPI：墨点密度，打印图片计量单位。一般200-300dpi PPI：像素密度（分辨率，与画布大小无关），电子图片计量单位，结合画布大小决定最终画质。一般会默认72或者300. *矢量图：呈现点雨点之间的函数关系，通过图源，将最终的曲线等比例，完全准确地呈现在屏幕上。（.ai .svg） 颜色 自然光谱：自然光颜色构成了人类最大色域 RGB色域空间：由发光二极管组合而成的色域空间被称为RGB色域空间。 CMYK色域空间：不会自发光的反光材料。（需要线下进行印刷的设计 实操部分…… 工具 画笔 橡皮 魔棒 钢笔（直接效果：建立矢量路径） 建立选区 填充路径 描边路径 功能 自由变换 图层&amp;图层蒙版 剪贴蒙版 快速蒙版 图像蒙版 Photoshop的入门与介绍：PS软件的历程和界面的使用是什么 Photoshop是PS的全称 Photoshop是Adobe公司著名的图像处理软件 Photoshop是必学的基础软件 前身是1987年开发出的一个叫做display的小程序。1990年Photoshop1.0问世，第一个版本仅800kb 实际操作 基本 创建 900mm宽 382高，横向 300分辨率 …… 剪映0基础入门&amp;抖音的基本运营入门视频创作的一般流程 明确想拍什么 确定拍摄工具：手机、相机 开工：拍摄素材 后期：视频剪辑（粗剪、精剪），后期调色等 运营视频内容四要素 传递有价值的信息 调动观众情绪 引导互动，参与讨论 蹭热点 适合学生的内容 校园人物：老师、同学、阿姨…… 校园风物：四季美景、黑科技、校园美食 校园活动：军训，毕业季，运动会，社团招新，校庆…… 学科特色：一流学科，科研成果，竞赛 吸睛技巧 开头：3s出现亮点，吸引观众眼球 中部：信息密集，伴随惊喜，吸引驻足 结尾：激发用户点赞，评论，转发 视频发布的一般流程编辑文案：开端要好 可参考同类视频，借鉴热门视频的文案 巧用疑问句、反问句-&gt;激发用户好奇心，积极互动 代入式文案-&gt;针对不同地域、群体、情感类型，吸引大家停留观看 采用叙事方式的标题，让用户在不看视频的情况下就可以知道视频发生了什么 关联话题：站在风口，流量提升（可获得抖音官方推流） 在抖音的搜索栏中搜索视频相关的话题，找到热度最高的话题并带上发布 经常刷一刷抖音的热点榜，选择最近很火的模板或者音乐，这样也可以为账号带来不少流量 选择封面 不可随意设置 选择视频中最亮眼最吸引人的一阵作为封面 好的封面可以让用户在浏览主页的时候多停留一会，翻阅更多的视频 确定发布时间：看抖音的人最多的时间 时效性：每个视频和热点都有自己的时效性所以要特别留意发布时间 限流：连续发布视频容易被抖音平台判定限流导致流量低迷 流量时间段：抖音用户活跃时间为中午、夜晚，在此发布提高流量 提示 电脑端&#x2F;一定粉丝数：使用关联热点提升流量 客观审视，观众比你严格 剪辑…… 导入素材 拖入轨道 调整长度（快捷键B，注意屏幕比例） 添加字幕 导出 视频素材的素材的初步处理（进阶）——氛围感大片的第一步步骤 剪辑 单个素材调整 调色（） 剪辑 内置滤镜和导入Lut 两种使用方法 分段应用（拖上方，可控制硬时长） 整段应用（拖到视频轨道） 推荐LUts Auxout Phantom ARRAI Lut 画面的基本调整 视频素材在画面中的位置和大小 防抖 美颜美体 音频 注意 音量不能太大 音乐不能盖过台词 淡入淡出 降噪 前期录音正确使用手机麦克风 视频变速 传统变速 曲线变速 &#x3D;&#x3D;基础调色&#x3D;&#x3D; 分析图片 曝光及白平衡矫正 整体校色 风格化调整 （二级分区域校色） 人的肤色：橙（饱和度-，亮度+） 审美养成 同类型影像作品 电影、画作等艺术作品 播音与Au入门播音技巧：提打挺松 提顴肌：微笑着说话，嘴角微微向上翘，同时感觉鼻翼张开，声音清亮 打牙关：打开上下大牙齿（槽牙），给口腔共鸣留出空间 挺软腭：半打哈欠状态 好声音 控制气息（腹式呼吸3） 吐字归因 唇齿音（f）上齿与下唇相接，软腭上升，让气流从窄缝的空隙中泄出，摩擦成声 舌根音（g、k、h、ng）发音位置靠近舌根 双唇音（b、p、m）上唇与下唇接触，使语音受阻而构成的一种辅音 n&amp;l n——气流通过鼻腔口腔 l——气流只通过口腔 平舌音和翘舌音 z c s——舌头放松抵住下牙齿 zh ch sh r——舌头用力卷起 前鼻音和后鼻音 前鼻音——舌尖用力，声音靠前 后鼻音——舌根用力，声音靠后 声音如何变得更好听 坚持练习口部操 练习控制气息、吐音归字 平时说话多加注意 音频处理基础 声音是粒子的波动形成的，有波的相关性质， 声带-空气-声信号-电信号 人耳的声音频率20Hz-kHz 基础存储格式：.mp3（压缩数据）.wav（无损数据） 存储介质：磁带、唱片、数字光盘CD&#x2F;DVD、硬盘 音频的获取与输出获取： 麦克风 动圈麦克（嘈杂环境） 电容麦克（安静环境） USB型麦克（即插即用，方便） 声卡——比较复杂，配套麦克风和电脑使用 输出： 扬声器 耳机（普通&amp;监听） 流行音乐的制作流程 编曲：乐器编配（需要很强的乐理基础） 录音：录音棚（专业设备） 混音：多轨缩混 母带制作：频率均衡、混响（最重要） 有声书的录制过程（以喜马拉雅平台为例） 准备设备（电脑、麦克风、声卡） 平台认证主播（实名认证） 包装升级账号（寻找自己声音的特色，找准定位） 选内容，建专辑（注意版权，公版书，作者去世50年） 研究平台的变现机制，实现声音变现 音频软件Au…… 非必要不降噪（损害大） Pr教程：用Pr实现车流定格术Pr面板 组件：浏览媒体素材，进行粗剪 编辑：把我视频主调，进行精剪 颜色：调色 效果：添加特效和预设（编辑面板也可 音频：分轨道进行简单音频处理 图形&#x2F;字幕：根据需求，进行包装美化 源文件预览面板 效果控件面板 调整：素材的位置等基本效果 编辑：增加效果的编辑 素材监视器 预览：对导入素材进行预览 选取所需片段（粗剪） 节目监视器（预览处理过的画面） 添加标记 设置出入点（导出一段视频而非全部） 逐帧播放 导出关键帧（图片） 预览缩放比例 播放质量 素材箱 分类：将所需要的素材从硬盘拖放至素材箱 信息：查看媒体信息（类型、帧率等） 效果列表 施法：许多效果供你选择，拖放至时间轴素材上 拓展：Pr自带效果不满意？互联网上更多 时间轴工具 选择工具：选择素材，拖移素材（快捷键V） 剃刀工具：一分为二，分段素材（快捷键C） 文字工具：添加文字图层 时间轴面板 时间码：时间编码 连接选择项：音频和视频链接 添加标记（快捷键M） 锁定轨道标志 激活轨道标志：关闭时，该轨道不参与序列操作命令 遵循优先级类似PS图层 时间轴缩放依靠下面两个圆球和横条（快捷键ALT） 主声调电平面板 0为最大，超过易爆点 安静负数，静音负无穷 正常-6db Pr工作流程 创建项目 创建序列 剪辑视频 导出视频 封面设计 序列设置 菜单栏-序列-设置 此处设置序列的帧速率和帧大小（分辨率） 关键帧 相对于过渡帧或中间帧，是动画中最小单位的单幅影像画面，用于设置动画效果 蓝色为有定义关键帧，未染色为未定义 导出视频 菜单栏：文件-导出-媒体（选中时间轴面板） 导出设置 选择一帧做封面 选择需要渲染&#x2F;导出的片段（左右倒三角形） 格式：视频封装格式（通常H.264，相对H265对硬件要求更低） 输出名称：点击设置 基本视频设置 比特率（码率）设置 视频每一秒所包含的数据量 通常比特率越高，画质越好，视频文件体积越大 1080P通常5-10Mbps 编码分为CBR恒定比特率和VBR可变比特率（荐VBR） 独显可加速 封面 用文字突出视频概要 用图片显示视频内容 实战…… 参考；auto–Conner GriffithMultiverse by 近藤宏 B站运营B站平台特点 面向Z时代 网络学生的青年文化 高活性和高粘度 运营日常工作 上传稿件，拟写文案 回复粉丝私信，早晚发布动态 直播间管理 查看、分析粉丝数，播放量数据 Davinci Resolve 基础软件简介 剪辑 调色 混音 合称 更专业 …… 剪辑面板 A 切换到选择工具 B 切换到切刀工具 del 波纹删除片段 R 变速设置 &lt;- 删除片段 素材管理…… 调色面板…… 工程交付 媒体交付 媒体文件信息 媒体格式与规格 媒体质量和高级设置 …… 办公软件EXCEL(WPS)Microsoft Office 与 WPS office 对比…… Word实操要点 基本页面布局（菜单栏、编辑区、状态栏、视图切换） 文章编辑基础：格式（字体、段落、页面） 策划书必备：目录的制作 论文实用小工具： 脚注、尾注（脚注的引用）、批注 修订审阅 制表位的使用 公式对齐 文章编辑基础演示…… 微博走进微博网生代校园用户 热衷于分享内容、表达自我 本科以上居多，女生、南方人多，最关注时事 省份：粤鲁豫苏浙 官方微博的特点 权威性：保证发出内容的正确性与权威性 时效性：正在发生的活动或时下的校园大事 互动性：及时回答后台问题，以及注重与粉丝的良性互动 自动回复群发自定义界面一条早安微博的诞生——图文 图片（修&amp;文字、贴纸） 文字 表情 视频 视频 吸引人的封面，长度不少于1分钟 选择正确的合集 打开投稿，选择正确的频道引流 标题 文字 表情 个人认证投票 适合投票的内容 知识类问答 能引发鲜明的多种态度的热点新闻话题 有时下热点引起讨论的议题话题 影视剧综里能引起讨论的情节类话题（注意参演工作人员的问题） 校企合作与品牌方沟通，反复确认，及时反馈 抽奖 话题抽奖 支持类型 实体奖品 虚拟卡券 现金 微博会员 步骤 超话 有共同爱好的人组成的社区，分享自己的看法与同好人交流，共享资源…… 超话认证特权，可与其他认证叠加（除达人认证） 拿捏热搜（图文直播与热点事例实操）事前准备 名单 文案 相关活动的策划 申请主持人 标题词概括、有吸引力，一般不超过12个字 代表性封面 补充细节 尽量多加标签 注意是首发 多在话题词里发帖 矩阵联动话题内容 图文直播 热点运营（盖楼） 增加互动量 话题页面维护（大赛、投票） 高质量博文加热门 向政务媒体投稿 个人微博养号秘籍 信用，提高权重","categories":[],"tags":[{"name":"其他学习","slug":"其他学习","permalink":"http://example.com/tags/%E5%85%B6%E4%BB%96%E5%AD%A6%E4%B9%A0/"}]},{"title":"Hello World","slug":"hello-world","date":"2022-08-25T02:43:11.441Z","updated":"2022-08-25T02:43:11.441Z","comments":true,"path":"2022/08/25/hello-world/","link":"","permalink":"http://example.com/2022/08/25/hello-world/","excerpt":"","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new &quot;My New Post&quot; More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment","categories":[],"tags":[]}],"categories":[],"tags":[{"name":"读书笔记","slug":"读书笔记","permalink":"http://example.com/tags/%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B0/"},{"name":"专业课学习","slug":"专业课学习","permalink":"http://example.com/tags/%E4%B8%93%E4%B8%9A%E8%AF%BE%E5%AD%A6%E4%B9%A0/"},{"name":"学习方法","slug":"学习方法","permalink":"http://example.com/tags/%E5%AD%A6%E4%B9%A0%E6%96%B9%E6%B3%95/"},{"name":"其他学习","slug":"其他学习","permalink":"http://example.com/tags/%E5%85%B6%E4%BB%96%E5%AD%A6%E4%B9%A0/"}]}